{
    "Profile": "Perfil",
    "Log Out": "Cerrar sesión",
    "Dashboard": "Panel de control",
    "Register": "Registrarse",
    "Log in": "Iniciar sesión",
    "Email": "Correo electrónico",
    "Password": "Contraseña",
    "Name": "Nombre",
    "Confirm Password": "Confirmar contraseña",
    "Remember me": "Recordarme",
    "Forgot your password?": "¿Olvidó su contraseña?",
    "Already registered?": "¿Ya está registrado?",
    "Delete Account": "Eliminar cuenta",
    "Cancel": "Cancelar",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Profile Information": "Información del perfil",
    "Update your account's profile information and email address.": "Actualice la información de su perfil y su dirección de correo electrónico.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta use una contraseña larga y aleatoria para mantenerse segura.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haga clic aquí para reenviar el correo de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez eliminada su cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar la cuenta, descargue los datos o la información que desee conservar.",
    "Are you sure you want to delete your account?": "¿Está seguro de que desea eliminar su cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez eliminada su cuenta, todos sus recursos y datos se eliminarán permanentemente. Introduzca su contraseña para confirmar que desea eliminar su cuenta de forma permanente.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Gracias por registrarse. Antes de comenzar, ¿podría verificar su dirección de correo electrónico haciendo clic en el enlace que le acabamos de enviar? Si no ha recibido el correo, le enviaremos otro con gusto.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo que indicó al registrarse.",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Reset Password": "Restablecer contraseña",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Confirme su contraseña antes de continuar.",
    "Confirm": "Confirmar",
    "You're logged in!": "¡Ha iniciado sesión!",
    "Contactar": "Contactar",
    "Motivo del contacto": "Motivo del contacto",
    "Mensaje": "Mensaje",
    "Enviar mensaje": "Enviar mensaje",
    "Mensajes": "Mensajes"
}
